Autodesk.Revit.DB.ScheduleSheetInstance.Rotation
Rotation of the ScheduleInstance.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: A value passed for an enumeration argument is not a member of that enumeration
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
When setting this property: This operation is prohibited for ScheduleInstances associated with revision schedules in titleblocks.
Since:
2013